Repository: RxNsx/TestTODOLISTDMD
Catalog: TODOLISTTRY.Web/Resources/SharedResource.*.resx
Languages: ru

# AddButtonText
source: Add a task
ru: Добавить задачу

# AddSubTaskButtonText
source: Add
ru: Добавить подзадачу

# BackButtonText
source: Back
ru: Назад

# CreateButtonText
source: Create
ru: Создать

# CreatingSubTask
source: Creating a subtask in
ru: Создание подзадачи -

# CreatingTask
source: Creating a task
ru: Cоздание задачи

# DeleteButtonText
source: Delete
ru: Удалить

# Description
source: Task Description
ru: Описание задачи

# DescriptionLength
source: Description must not have less than {2} and more than {1} symbols
ru: Описание должно содержать не более{2} и не менее{1} символов

# DescriptionName
source: Description
ru: Описание задачи

# DetailsTaskTitle
source: Details of
ru: Информация о задаче

source: Executors
ru: Исполнители

# ExecutorsName
source: Executors
ru: Исполнители

# Fact
source: Fact time
ru: Фактическое время выполнения

# FactName
source: Actual time of task completion
ru: Фактическое время выполнения задачи

source: Language:
ru: Язык:

# PHDescription
source: Fry chicken in cheese sause
ru: Порубить мелко, посолить

# PHExecutors
source: James
ru: Матвей

# PHTitle
source: Cook chicken
ru: Сварить картошку

# Plan
source: Plan date
ru: Планируемое время выполнения

# PlanDateTimeError
source: Plan time must be between {2} and {1}
ru: Интервал планируемого времени должен быть от {1} до {2}

# PlanName
source: Plan date
ru: Запланированная дата выполнения

source: Status
ru: Статус задачи

# StatusName
source: Status
ru: Статус

source: Subtask count
ru: Количество подзадач

# SubtasksName
source: Subtasks
ru: Подзадачи

# TaskFact
source: Fact date
ru: Фактическая дата завершения

# TaskListEmpty
source: Your list is empty... very sad
ru: Ваш список пуст.. очень жаль.

# TaskName
source: Title:
ru: Задача:

# TaskPlan
source: Plan:
ru: Планируемая дата завершения

# TaskStatus
source: Status:
ru: Статус:

source: Title
ru: Название задачи

# TitleLength
source: Title must have no more than {2} and no less than {1} symbols
ru: Название должно содержать не более{2} и не менее{1} символов

# TitleName
source: Task Title
ru: Название задачи

# TitleRequired
source: Need task title
ru: Необходимо название задачи

# UpdateButtonText
source: Update
ru: Обновить

# UpdateTaskTitle
source: Updating
ru: Обновление
